[
  [ В китайском языке имеются односложные и многосложные слова. Односложных слов в китайском языке несравненно больше, чем в русском языке. Назовем несколько односложных слов: ^ tian небо, Щ уй дождь, Ц хиё снег, А гёп человек, jf тй лошадь, jz da большой, Q bai белый, fe zou идти, Щ кап смотреть, Щ he пить, Ж wu пять, -f* shf десять. Подавляющее большинство многосложных слов составляют в китайском языке слова двусложные. Двусложные слова пришли в язык разными путями. Одни возникли в результате сложения двух односложных слов, другие образовались путем повтора одного и того же односложного слова, наконец, третьи оформились посредством присоединения к односложному слову специального грамматического элемента — суффикса или префикса.
===
В китайском языке словосложение — самый распространенный способ словообразования. Оно как в прошлом, так и теперь служит основным приемом образования новых слов. Группа слов, образованная в китайском языке способом словосложения, наиболее многочисленна. Эти слова образовались так же, как в русском языке слова мореплавание, словосложение и некоторые другие. Между частями слов, возникших в результате сложения двух односложных слов, существует связь. Эта связь может быть сочинительной или подчинительной. При сочинительной связи одна часть не подчинена другой и части слова, следовательно, находятся в равной смысловой зависимости. При связи же подчинительной одна часть подчинена другой и части слова, таким образом, находятся в разной смысловой зависимости.
===
 Слова с сочинительной связью между их частями нередко бывают образованы двумя односложными словами, имеющими предметное значение. Это такие слова, как ЖШ. yishang одежда (з£ у! нижняя одежда, % shang верхняя одежда), Щ^ pengyou друг (Щ peng приятель, ~fc you друг), ffltfc shumu деревья (Щ shu дерево, ^с mu дерево). Нередко слова с парной связью возникают в результате сложения двух односложных слов, имеющих значение действия, например:fXiS dajl бить (fj da бить, Щ \\ ударять), $1Щ sMyong применять (<dg shi пользоваться, Щ yong употреблять), ^|£ laiwang общаться (^ lai приходить, £Ё wang уходить). Наконец, иногда слова такого типа образуются двумя односложными словами с качественным значением. Например, такие слова, как Щ^ shure жаркий (Щ shu знойный, £*t re горячий), gg?£ hanleng холодный (Ц; han морозный, & leng холодный), ЛЕЩ kuankuo обширный (% kuan широкий, Щ kuo пространный). Иногда двусложное слово относится к иной части речи, нежели односложные слова, его образовавшие. Так, например, глаголы Jf- kai открывать и ^ guan закрывать, слившись в одно слово, образовали существительное Jf^ kaiguan выключатель. Сложение глаголов \Ц chu выходить и X ш входить привело к образованию существительного ИХ churu со значением расхождение, различие. В результате слияния глаголов Щ cai кроить и $j§ feng шить возникло существительное ЦсЦ caifeng портной и т. д.],
  ["这个周末你有空吗？", "有空，我们一起去吃饭吧。"]
]
